[
  {
    "author": "Arnold Schwarzenegger",
    "message": "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent."
  },
  {
    "author": "Lou Holtz",
    "message": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."
  },
  {
    "author": "Jim Rohn",
    "message": "Take care of your body. It's the only place you have to live."
  },
  {
    "author": "Vince Lombardi",
    "message": "The only place where success comes before work is in the dictionary."
  },
  {
    "author": "Michael Jordan",
    "message": "I've failed over and over and over again in my life and that is why I succeed."
  },
  {
    "author": "Dwayne 'The Rock' Johnson",
    "message": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come."
  },
  {
    "author": "Muhammad Ali",
    "message": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'"
  },
  {
    "author": "Zig Ziglar",
    "message": "What you get by achieving your goals is not as important as what you become by achieving your goals."
  },
  {
    "author": "Les Brown",
    "message": "Shoot for the moon. Even if you miss it you will land among the stars."
  },
  {
    "author": "Tony Robbins",
    "message": "It is in your moments of decision that your destiny is shaped."
  },
  {
    "author": "Eric Thomas",
    "message": "When you want to succeed as bad as you want to breathe, then you'll be successful."
  },
  {
    "author": "Ronda Rousey",
    "message": "There's no talent here, this is hard work. This is an obsession. Talent does not exist, we are all equals as human beings. You could be anyone if you put in the time. You will reach the top, and that's that. I am not talented, I am obsessed."
  },
  {
    "author": "Tommy Lasorda",
    "message": "The difference between the impossible and the possible lies in a person's determination."
  },
  {
    "author": "Steve Young",
    "message": "The principle is competing against yourself. It's about self-improvement, about being better than you were the day before."
  },
  {
    "author": "Bob Harper",
    "message": "You can have results or excuses. Not both."
  },
  {
    "author": "Jillian Michaels",
    "message": "Transformation is not five minutes from now; it's a present activity. In this moment, you can make a different choice, and it's these small choices and successes that build up over time to help cultivate a healthy self-image and self-esteem."
  },
  {
    "author": "Napoleon Hill",
    "message": "Whatever the mind of man can conceive and believe, it can achieve."
  },
  {
    "author": "Greg Plitt",
    "message": "The only reps that don't count are the ones you don't do."
  },
  {
    "author": "Dana Linn Bailey",
    "message": "The only bad workout is the one that didn't happen."
  },
  {
    "author": "John F. Kennedy",
    "message": "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard."
  },
  {
    "author": "Jim Ryun",
    "message": "Motivation is what gets you started. Habit is what keeps you going."
  },
  {
    "author": "Henry Rollins",
    "message": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength."
  },
  {
    "author": "Sam Sulek",
    "message": "It is simple, but it's not easy."
  }
]
